Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/aapent-brev-bekymret-for-at-normering-og-utvikling-av-de-samiske-spraakene-stopper-opp.html.tmx
Source language: nob
Languages: sme

source: Åpent brev: Bekymret for at normering og utvikling av de samiske språkene stopper opp
sme: Rabas reive: Hui balus das ahte sámegielaid normeren ja ovddideapmi bisána

source: Divvun og Sámi Giellagáldu er svært bekymret for at normering og utvikling av de samiske språkene stopper opp etter at Interreg-prosjektet slutter i mai 2018.
sme: Divvun ja Sámi Giellagáldu leat hui balus das ahte sámegielaid normeren ja ovddideapmi bisána go Interreg-prošeakta “Sámi Giellagáldu joatkkaprošeakta” nohká miessemánus 2018.

source: Divvun og Sámi Giellagáldu har vært samlet til et møte for å videreutvikle samarbeidet vårt om normering, terminologi og utvikling av språkteknologiske verktøy.
sme: Divvun ja Sámi Giellagáldu leat čoahkkinastán Romssas ovddidan dihtii normeremii, terminologiijai ja giellateknologalaš reaidduid ovddideapmái guoski ovttasbarggu.

source: Normering av språk er et grunnleggende arbeid for all språkutvikling.
sme: Gielaid normeren lea vuođđun buot giellaovddideapmái guoski bargguide.

source: Hvis det ikke finnes ord og uttrykk så er det umulig å gjennomføre andre språkutviklingstiltak som for eksempel å produsere læremidler i og på samisk, utvikle korrektur- og andre språkutviklingsverktøy i og på de forskjellige samiske språkene.
sme: Jus eai gávdno sánit ja doahpagat, de lea veadjemeahttun čađahit eará giellaovddidandoaibmabijuid, dego ráhkadit oahpponeavvuid sámegielas ja sámegillii, ovddidit korrektuvra- ja eará giellaovddidanreaidduid iešguđet sámegielas ja sámegillii.

source: Den manglende politiske viljen fra Finlands og Sveriges regjeringer til å gi fast finansiering til Sámi Giellagáldu utgjør en direkte trussel mot arbeidet for å utvikle de samiske språkene.
sme: Dat lea njuolgga áittan sámegielaid ovddidanbargui go Suoma ja Ruoŧa ráđđehusain váilu politihkalaš dáhttu bistevaččat ruhtadit Sámi Giellagáldu.

source: Samiske språk er urfolksspråk og minoritetsspråk.
sme: Sámegielat leat álgoálbmotgielat ja unnitlohkogielat.

source: Samer er den eneste urbefolkningen i den Europeiske Unionen.
sme: Sápmelaččat leat áidna álgoálbmot Eurohpá Uniovnnas.

source: I henhold til UNESCO er alle samiske språk truede/alvorlig truede språk.
sme: UNESCO mielde leat buot sámegielat áitojuvvon dahje duođalaččat áitojuvvon gielat.

source: Derfor har samiske språk behov for permanente tiltak for å bevare og utvikle disse.
sme: Danne dárbbašit sámegielat bistevaš doaibmabijuid daid gáhttemii ja ovddideapmái.

source: Det er kritisk for de samiske språkene om Sámi Giellagáldu ikke blir permanent.
sme: Sámegielat leat duođalaš dilis jus Sámi Giellagáldu ii šatta bistevažžan.

source: Det vil føre til:
sme: Dat mielddisbuktá ahte:

source: * ingen likebehandling av samisk i forhold til majoritetsspråk
sme: * sámegiella ii gieđahallojuvvo ovttadássásažžan eanetlohkogielaiguin

source: * at man undergraver det samiske språkfellesskapet og den samiske kulturarven i Norden
sme: * sámi giellasearvevuohta ja sámi kulturábi Davvi Riikkain heađuštuvvo

source: Divvun og Sámi Giellagáldu samarbeider på mange områder, som for eksempel utvikling av den digitale språkbanken www.satni.org hvor termer utviklet av Sámi Giellagáldu er lett tilgjengelige for språkbrukere.
sme: Divvun ja Sámi Giellagáldu barget ovttas máŋgga suorggis, dego ovdamearkan digitála giellabáŋkku www.satni.org ovddidemiin, mas tearpmat maid Sámi Giellagáldu lea ovddidan, leat álkit giellageavaheddjiid olát muttus.

source: Divvun er helt avhengig av Sámi Giellagáldu i sitt arbeid – Divvun lager verktøy som er basert på Giellagáldus normeringsvedtak.
sme: Divvun lea áibbas sorjavaš Sámi Giellagáldu barggus – Divvun ráhkada reaidduid Giellagáldu normerenmearrádusaid vuođul.

source: Samarbeid er også viktig fordi nye termer og normeringer blir innarbeidet i språket via Divvuns språkverktøy, som stavekontrollen og grammatikkontroll.
sme: Ovttasbargu lea dehálaš maiddái danin go ođđa tearpmat ja normeremat cegget gillii Divvuna ráhkadan giellareaidduid, dego stávendárkkástusa ja grammatihkkadárkkástusa bokte.

source: Dette bidrar til at det blir enklere å skrive samisk, og dermed øker også bruken av samiske språk.
sme: Dáid vehkiin šaddá álkit čállit sámegillii, ja nu lassána maiddái sámegielaid geavaheapmi.

source: Uten Sámi Giellagáldu kan ikke Divvun lage de digitale språkutviklingsverktøyene som det samiske samfunnet trenger.
sme: Almmá Sámi Giellagáldu haga ii sáhte Divvun ráhkadit daid digitála giellaovddidanreaidduin maid sámi servodat dárbbaša.

source: Offentlige organer, spesielt samiske forvaltningsområder i Finland, Sverige og Norge, har behov for termutvikling og normering innenfor spesifikke områder.
sme: Almmolaš orgánat, erenoamážit sámi hálddašanguovllut Suomas, Ruoŧas ja Norggas dárbbašit ođđa tearpmaid ja normerema dihto surggiin.

source: Vi får stadig henvendelser om slike ønsker.
sme: Midjiide váldet dávjá oktavuođa dakkár sávaldagaid birra.

source: Disse henvendelser vil vi ikke kunne ta imot uten et tilsvarende normeringsorgan (Sámi Giellagáldu) som jobber med utvikling av terminologi.
sme: Dáid jearaldagaide eat sáhte vástidit, jus ii leat vástideaddji normerenorgána (Sámi Giellagáldu) mii bargá terminologiija ovddidemiin.

source: Språknormering foregår vanligvis på flere nivå: rettskriving, tegnsetting, setningsoppbygging (syntaks), og oppbygging av en internasjonal termdatabase.
sme: Giellanormeren dáhpáhuvvá dábálaččat máŋgga dásis: riektačállin, merkenvuogit, cealkkaráhkadeapmi (syntáksa), ja riikkaidgaskasaš tearbmadiehtovuođu ráhkadeapmi.

source: Mens det finnes en basis av normert rettskrivning og termer for noen av de samiske språkene er det syntaktiske normeringsarbeidet ikke engang påbegynt og mange års normeringsarbeid gjenstår på dette området.
sme: Dál gávdno muhtun sámegielain diehtovuođđu normerejuvvon riektačállimii ja tearpmaide, muhto syntávttalaš normerenbargu ii leat oppa álggahuvvonge ja máŋgga jagi normerenbargu dán suorggis lea ain ovddabealde.

source: For en del samiske språk vil både normering av rettskrivning og syntaks komme til å kreve store ressurser.
sme: Muhtun sámegielaid várás dárbbašuvvojit olu resurssat sihke riektačállima ja syntávssa normeremii.

source: Divvun og Sámi Giellagáldu påminner også Finland og Sverige om at de er forpliktet til EUs charter om regionale eller minoritetsspråk i sin nasjonale lovgivning.
sme: Divvun ja Giellagáldu muittuhit Suoma ja Ruoŧa das ahte riikkat leat iežaset nationála lágain čadnojuvvon EU charterii regionála dahje unnitlohkogielaid birra.

source: Divvun og Sámi Giellagáldu påpeker at riktig etterlevelse av artikkel 14 er vanskelig for samiske språk uten konstant og systematisk språkarbeid/normeringsarbeid.
sme: Divvun ja Sámi Giellagáldu čujuhit ahte artihkkala 14 lea sámegielaid ektui váttis ollašuhttit rivttes láhkai almmá bistevaš ja systemáhtalaš giellabarggu/normerenbarggu haga.

source: Det ser nå ut til at etter 31. mai 2018 har ikke de samiske språkbrukerne tilgang til samme type rådføringstjenester som brukere av landenes majoritetsspråk har.
sme: Orru leamen nu ahte miessemánu 31. b. 2018 maŋŋá ii leat sámi giellageavaheddjiin vejolašvuohta oažžut seammalágan rávabálvalusaid go maid riikka váldogielaid geavaheaddjit ožžot.

source: Fra denne datoen finnes ikke noe organ eller råd for de samiske språkene som tilsvarer et språkråd.
sme: Dien beaivemeari rájes ii gávdno sámegielaid várás šat makkárge orgána dahje ráđđi mii vástidivčče giellaráđi.

source: Det finnes heller ikke noe organ som kan godkjenne nye termer, normere språk, drive med språkrøkt, eller gi råd angående språkspørsmål.
sme: Iige gávdno makkárge orgána mii sáhttá dohkkehit ođđa tearpmaid, normeret giela, čađahit giellagáhttema, dahje rávvet giellagažaldagain.

source: Nye termer er en forutsetning for bruk av samiske språk i det daglige, i det skriftlige språket, i mediene, i de sosiale mediene, og på alle andre språkarenaer.
sme: Ođđa tearpmat lea eaktun sámegielaid geavaheapmái beaivválaš dilis, čálalaš gielas, mediain, sosiála mediain, ja buot eará giellaarenain.

source: Vi ber om at regjeringene i Finland, Sverige og Norge sikrer en permanent finansiering av Sámi Giellagáldu og gjennom det gir de samiske språkene en tryggere framtid.
sme: Mii bivdit ahte Suoma, Ruoŧa ja Norgga ráđđehusat sihkkarastet bistevaš ruhtadeami Sámi Giellagáldui ja dakko bokte addet sámegielaide eanet dorvvoleappo boahtteáiggi.

source: Finland og Sverige må betale sin del av det samiske, nordiske språkfellesskapet.
sme: Suopma ja Ruoŧŧa fertejit máksit iežaset oasi sámegielain davviriikkalaš giellasearvevuođas.
